{
  "title": "Deep Learning: conheça o cérebro dos carros autônomos",
  "author": "Isabella Câmara",
  "body": "Atualmente, os carros autônomos são alvo de muita curiosidade e, de acordo com João Paulo Navarro, arquiteto de soluções com foco em Deep Learning e computação de alto-desempenho da NVIDIA, suas vantagens falam por si só. Diferente dos humanos, o carro autônomo é capaz de pensar com mais agilidade e tomar decisões de forma rápida, enxerga de modo periférico e não enfrenta os principais obstáculos do trânsito – cansaço, distração, imprudência e consumo de álcool causam a morte de cerca de 1,25 milhão de pessoas todos os anos no mundo, de acordo com a Organização Mundial da Saúde.\n\n  Frente a esse cenário, João Paulo acredita que o carro autônomo é a resposta para resolver o problema do trânsito. Porém, antes de colocar os veículos para rodarem nas ruas, é necessário treinar a máquina com base no mais novo programa de rede neural, o deep learning, que se assemelha a um cérebro humano. A ideia dessa nova tecnologia é fazer com que o carro visualiza o mundo real e reconhece obstáculos no meio do caminho antes de tomar qualquer decisão. \"Mas não é somente ver, é entender o que está por trás daquilo para tomar decisões mais seguras. Uma imagem é composta de reflexos de luz, representados no computador em forma de número, mas, se eu quero identificar que determinado objeto é uma pessoa eu preciso extrair o sentido por trás da imagem, e o número não é o suficiente\", explica Navarro no Mobility Day 2018.\n  \n  \"Se queremos máquinas para pensar, precisamos ensiná-las a ver\", disse Fei-Fei Li, uma das principais cientistas da Universidade de Stanford – e João Paulo revela que é nesta frase que está a verdadeira essência do deep learning. Diferente de uma tecnologia de reconhecimento visual tradicional, a deep learning permite que a máquina aprenda novos objetos a partir de um treinamento, o que a faz realmente enxergar. \"Algoritmos baseados em regra não são a solução para os carros autônomos\", afirma. Para ele, \"não basta identificar itens classificados por uma forma padrão de cachorro\", por exemplo, porque no mundo real eles não estarão visíveis de uma forma padronizada, \"são infinitas combinações de cachorros que a máquina precisa reconhecer\", explica.\n  \n  Por outro lado, com a deep learning, os engenheiros não precisaram descrever todas as características de um cachorro. \"Eles passarão imagens para a máquina e ela aprenderá quais são os padrões fundamentais da imagem para, futuramente, identificá-los em outras situações de uma maneira curada\", explica. Dessa forma, os carros autônomos serão dotados de um \"cérebro\", o que os tornará capazes de discernir se será necessário diminuir a velocidade devido a um cachorro em potencial no meio da rua ou seguir seu caminho caso o animal esteja fora de sua rota.\n  Carros autônomos e deep learning no Brasil\n  \n  Atualmente, já existem diversos projetos no Brasil envolvendo a construção de carros autônomos – a maioria das iniciativas, apesar dos cortes que o governo fez em verbas para pesquisa e ciência, acontecem dentro das próprias universidades, diz Navarro. O Iara (Intelligent Autonomous Robotic Automobile) nasceu de um projeto da Universidade Federal do Espírito Santo e, hoje, é um dos primeiros veículos autônomos brasileiros a trafegar em vias urbanas e em rodovias.\n  \n  De acordo com o arquiteto da NVIDIA, apesar dos projetos brasileiros estarem se tornando realidade, ainda serão necessários de 5 a 10 anos para que um carro autônomo saia do meio acadêmico e seja implantado em larga escala no país. Um dos grandes obstáculos – e causadores dessa demora relativa -, segundo ele, é em relação às especificidades do mercado brasileiro. \"Trazer fabricantes e empresas com interesse em desenvolver carros autônomos aqui é o grande desafio. Um veículo autônomo treinado para as estradas da Califórnia, não é o ideal para o Brasil. Precisamos desenvolver a tecnologia aqui, trazendo o mercado ou gerando empresas no próprio país para montar um modelo adequado a nossa realidade\", conclui.",
  "type": "article",
  "url": "https://www.startse.com/noticia/startups/mobtech/deep-learning-o-cerebro-dos-carros-autonomos"
}
{
  "title": "A fascinante física do dia a dia",
  "author": "Helen Czerski",
  "body": "A física não acontece somente em laboratórios chiques. Ela acontece quando deixamos uma torrada com manteiga cair da mesa, quando jogamos um punhado de passas numa bebida gasosa ou observamos uma mancha de café secando. Torne-se um convidado muito mais interessante em festas, aprendendo com Helen Czerski diversos conceitos da física que utilizam coisas do dia a dia, que temos na cozinha de casa.",
  "type": "video",
  "url": "https://www.ted.com/talks/helen_czerski_the_fascinating_physics_of_everyday_life/transcript?language=pt-br#t-81674"
}
"title": "Como a Inteligência Artificial pode provocar uma segunda Revolução Industrials",
  "author": "Kevin Kelly",
  "body": "A trajetória real de uma gota da chuva que desce o vale é imprevisível, mas a direção geral é inevitável diz o visionário digital Kevin Kelly, e a tecnologia é a mesma, conduzida por padrões surpreendentes, mas inevitáveis. Nos próximos 20 anos, diz ele, nossa tendência a fazer coisas cada vez mais inteligentes terá um profundo impacto em quase tudo o que fazemos. Kelly explora três tendências na Inteligência Artificial que precisamos entender para aceitar e guiar o desenvolvimento dela. O produto de IA mais popular daqui a 20 anos que todo mundo irá usar, ainda não foi inventado, diz Kelly. Isso significa que não estamos atrasados",
 "type": "video",
  "url": "https://www.ted.com/talks/kevin_kelly_how_ai_can_bring_on_a_second_industrial_revolution/transcript?language=pt-br"
{
  "title":"Ajudem a descobrir ruínas antigas — antes que seja tarde demais.",
 "author":"Sarah Parcak", 
  "body":"Sarah Parcak usa satélites em órbita a centenas de quilômetros sobre a Terra para descobrir antigos tesouros escondidos, enterrados sob nossos pés. Há muito a ser descoberto; apenas no delta egípcio, Parcak calcula que escavamos menos de 0,001% do que existe por lá. Agora, com o Prêmio TED 2016 e seu entusiasmo contagioso pela arqueologia, ela desenvolveu uma plataforma on-line, chamada GlobalXplorer, que permite a qualquer pessoa com acesso à internet descobrir sítios desconhecidos e proteger o que resta da nossa herança humana compartilhada.",
  "type":"video",
   "url":"https://www.ted.com/talks/sarah_parcak_help_discover_ancient_ruins_before_it_s_too_late/transcript?language=pt-br"  
}
{
  "title":"Como as pessoas e a inteligência artificial podem trabalhar juntas para criar melhores negócios",
 "author":"Sylvain Duranton", 
  "body":"Eis um paradoxo: quando empresas tentam otimizar seus negócios usando a inteligência artificial para tomar decisões críticas, elas podem inadvertidamente se tornar menos eficientes. O tecnólogo de negócios Sylvain Duranton defende uma abordagem Pessoas mais IA - usando sistemas de IA junto com pessoas, e não no lugar delas - e compartilha a fórmula específica que as empresas podem adotar para empregar a IA com sucesso, mantendo as pessoas nesse processo.",
  "type":"video",
   "url":"https://www.ted.com/talks/sylvain_duranton_how_humans_and_ai_can_work_together_to_create_better_businesses/transcript?language=pt-br"  
}
{
  "title":"Como a nova tecnologia ajuda as pessoas cegas a explorar o mundo",
 "author":"Chieko Asakawa", 
  "body":"Como a tecnologia pode melhorar nossa qualidade de vida? Como podemos explorar o mundo sem nossa visão? Inventora e parceira na IBM, Chieko Asakawa, que é cega desde os 14 anos, está trabalhando para responder essas questões. Em uma charmosa demonstração, ela mostra algumas novas tecnologias que estão ajudando pessoas cegas a explorar o mundo de uma forma cada vez mais independente... porque, ela sugere, quando nós projetamos para maior acessibilidade, todos se beneficiam.",
  "type":"video",
   "url":"https://www.ted.com/talks/chieko_asakawa_how_new_technology_helps_blind_people_explore_the_world/transcript?language=pt-br"  
}
{
  "title":"Como IA poderia compor uma trilha sonora para sua vida",
 "author":"Pierre Barreau", 
  "body":"Conheça AIVA, uma inteligência artificial que tem sido treinada na arte de composição musical através da leitura de mais de 30 mil das melhores partituras da história. Em uma palestra fascinante e com demonstração, Pierre Barreau reproduz composições criadas por AIVA e compartilha seu sonho: criar trilhas sonoras originais ao vivo baseadas em nossos humores e personalidades.",
  "type":"video",
   "url":"https://www.ted.com/talks/pierre_barreau_how_ai_could_compose_a_personalized_soundtrack_to_your_life/transcript?language=pt-br"  
}
{
  "title":"Como a inteligência artificial pode melhorar nossa memória, nosso trabalho e nossa vida social",
 "author":"Tom Gruber", 
  "body":"Nossas máquinas podem nos tornar inteligentes? Tom Gruber, cocriador da Siri, quer criar uma IA humanística, que nos aprimore e colabore conosco, em vez de nos substituir ou competir conosco. Ele compartilha a visão dele para um futuro no qual a inteligência artificial nos ajuda a alcançar o desempenho sobre-humano na percepção, criatividade e função cognitiva, desde turbinar nossas habilidades de design até nos ajudar a lembrar de tudo o que já lemos e do nome de todos que já conhecemos. Estamos no meio de um renascimento da IA, diz Gruber. Toda vez que uma máquina fica mais inteligente, nós ficamos mais inteligentes",
  "type":"video",
   "url":"https://www.ted.com/talks/tom_gruber_how_ai_can_enhance_our_memory_work_and_social_lives/transcript?language=pt-br"  
}
{
  "title":"O Futuro cada vez mais perto",
 "author":"Wagner Sanchez", 
  "body":"Por que não podemos nos tornar o ?treinador? ou o ?desenvolvedor? das inteligências artificiais?Estamos presenciando uma fusão de tecnologias, exponenciais ocasionando mudanças radicais nos formatos das empresas, nas funções dos profissionais dentro das empresas, na forma como as pessoas compram, se comunicam, estudam, enfim, estamos sentindo em nosso dia a dia experiências nunca antes vividas.Neste contexto, temos um processo que estamos chamando de cognificação, que resumidamente significa adicionar inteligência a qualquer dispositivo que interagimos. Hoje, temos diversos aparelhos com alguma inteligência artificial, mas a tendência é que tenhamos uma grande oferta de sistemas inteligentes on demand para utilizarmos nas mais diversas funções, nos ajudando a resolver problemas de forma mais assertiva e rápida.Podemos até comparar com a primeira revolução industrial que foi potencializada por uma força artificial chamada eletricidade. Ela nos deu acesso a diversos dispositivos indispensáveis hoje em dia, tais como: geladeira, televisão, computadores etc. O que estamos presenciando é algo semelhante em relação às inteligências artificiais. Estamos no princípio de um novo paradigma que pode proporcionar uma nova etapa na evolução da humanidade.A era da cognificação pode significar uma mudança no modo como resolvemos os problemas atualmente: a inteligência artificial estará muito mais presente em nossas vidas, convivendo com a inteligência natural em busca de novas soluções.Dentro deste novo cenário, o que antes era moldado pela eletricidade, será formatado pela cognificação, ainda mais quando outras tecnologias estão se fundindo para proporcionar novas soluções, tais como: Big Data, IoT, Neurohacking, Prototipação 3D, Nanotecnologia, Design Thinking, Deep Learning, Cloud Computing etc.As evoluções não irão cessar, podem até diminuir a velocidade, mas continuarão a substituir atividades repetitivas e que demandem pouca improvisação. Assim, o profissional que deseja surfar a melhor onda de sua área, deverá estar pronto para colaborar com o desenvolvimento e operação das máquinas inteligentes que estão chegando e que ainda irão chegar no mercado.Por que não se tornar o “treinador” ou o “desenvolvedor” das inteligências artificiais?Neste contexto da quarta revolução industrial, podemos, seguramente, prever algumas disrupções profundas, como, por exemplo, na área da saúde. A biomedicina deverá passar por fortes evoluções, onde as tecnologias exponenciais já citadas irão desempenhar boa parte das funções que compete aos humanos hoje, cabendo ao ser humano as funções menos repetitivas e com maior demanda nas tomadas de decisões inéditas com pouco histórico. A evolução dos equipamentos médicos está a todo vapor com a inserção da inteligência artificial e uma maior precisão do escaneamento humano, proporcionando diagnósticos com mais precisão e rapidez, ainda mais se pensarmos que todo diagnóstico, prevenção e tratamento poderão ter a colaboração de uma rede mundial de inteligências artificiais com machine learning interligada em cloud, trocando milhões e milhões de informações por segundo, onde tudo será compartilhado e aprendido. Um diagnóstico realizado aqui no Brasil poderá ajudar imediatamente um outro diagnóstico na Índia e assim por diante. Com isso, as tomadas de decisões devem alcançar um novo patamar de eficiência e rapidez.A substituição completa dos profissionais pela máquina não irá acontecer. Vamos vivenciar um cenário onde as tecnologias exponenciais estarão a cada dia mais próximas aos profissionais de todas as áreas como um grande aliado na solução de problemas utilizando Data Science, Inteligência Artificial, Cognificação, Optical Devices, Biopotenciais, Wearables, Realidade Virtual, Biomateriais, Robótica, Cibersegurança, Neurohacking, IoT - Internet of Things, Análise Preditiva e Data Mining, tudo em prol de maior assertividade e velocidade, melhorando a qualidade de vida das pessoas.TECNOLOGIA INTELIGÊNCIA ARTIFICIAL TECNOLOGIA DA INFORMAÇÃO FUTURO COGNIFICAÇÃO, A era da cognificação pode significar uma mudança no modo como resolvemos os problemas atualmente: a inteligência artificial estará muito mais presente em nossas vidas, convivendo com a inteligência natural em busca de novas soluções.Dentro deste novo cenário, o que antes era moldado pela eletricidade, será formatado pela cognificação, ainda mais quando outras tecnologias estão se fundindo para proporcionar novas soluções, tais como: Big Data, IoT, Neurohacking, Prototipação 3D, Nanotecnologia, Design Thinking, Deep Learning, Cloud Computing etc.As evoluções não irão cessar, podem até diminuir a velocidade, mas continuarão a substituir atividades repetitivas e que demandem pouca improvisação. Assim, o profissional que deseja surfar a melhor onda de sua área, deverá estar pronto para colaborar com o desenvolvimento e operação das máquinas inteligentes que estão chegando e que ainda irão chegar no mercado.Por que não se tornar o  treinador ou o desenvolvedor das inteligências artificiais?Neste contexto da quarta revolução industrial, podemos, seguramente, prever algumas disrupções profundas, como, por exemplo, na área da saúde. A biomedicina deverá passar por fortes evoluções, onde as tecnologias exponenciais já citadas irão desempenhar boa parte das funções que compete aos humanos hoje, cabendo ao ser humano as funções menos repetitivas e com maior demanda nas tomadas de decisões inéditas com pouco histórico. A evolução dos equipamentos médicos está a todo vapor com a inserção da inteligência artificial e uma maior precisão do escaneamento humano, proporcionando diagnósticos com mais precisão e rapidez, ainda mais se pensarmos que todo diagnóstico, prevenção e tratamento poderão ter a colaboração de uma rede mundial de inteligências artificiais com machine learning interligada em cloud, trocando milhões e milhões de informações por segundo, onde tudo será compartilhado e aprendido. Um diagnóstico realizado aqui no Brasil poderá ajudar imediatamente um outro diagnóstico na Índia e assim por diante. Com isso, as tomadas de decisões devem alcançar um novo patamar de eficiência e rapidez.A substituição completa dos profissionais pela máquina não irá acontecer. Vamos vivenciar um cenário onde as tecnologias exponenciais estarão a cada dia mais próximas aos profissionais de todas as áreas como um grande aliado na solução de problemas utilizando Data Science, Inteligência Artificial, Cognificação, Optical Devices, Biopotenciais, Wearables, Realidade Virtual, Biomateriais, Robótica, Cibersegurança, Neurohacking, IoT - Internet of Things, Análise Preditiva e Data Mining, tudo em prol de maior assertividade e velocidade, melhorando a qualidade de vida das pessoas",
 "type": "article",
   "url":"https://olhardigital.com.br/colunistas/wagner_sanchez/post/o_futuro_cada_vez_mais_perto/78972"  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
 "type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
 "type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
"type": "article"
   "url":""  
}
{
  "title":"",
 "author":"", 
  "body":"",
  "type": "article"
   "url":""  
}
